Repository: ninhhoang2005/NVDAAutoclip
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: vi

source: &Automatic clipboard reading
vi: &Tự động đọc clipboard

source: Toggles Autoclip, Automatic clipboard reading.
vi: Bật/tắt Autoclip, Tự động đọc clipboard.

source: Enabled Automatic Clipboard Reading.
vi: Đã bật tính năng đọc Clipboard tự động.

source: Disabled Automatic Clipboard Reading.
vi: Đã tắt Tự động đọc Clipboard.

source: Always &Interrupt before speaking the clipboard
vi: Luôn &Ngắt trước khi đọc bảng nhớ tạm

source: &Remember automatic clipboard reading after NVDA restart. Required for use in configuration profiles
vi: &Ghi nhớ việc đọc clipboard tự động sau khi khởi động lại NVDA. Cần thiết để sử dụng trong hồ sơ cấu hình

source: Automatically read the contents of the clipboard when a change is detected. Press NVDA + Shift + Control + K to toggle.
vi: Tự động đọc nội dung của clipboard khi phát hiện thay đổi.Nhấn NVDA + Shift + Control + K để chuyển đổi.

source: Toggles if Autoclip should interrupt speech before speaking the clipboard
vi: Chuyển đổi nếu Autoclip làm gián đoạn lời nói trước khi nói vào bảng nhớ tạm

source: Enabled "Interrupt before speaking the clipboard"
vi: Đã bật "Ngắt trước khi nói bảng nhớ tạm"

source: Disabled "Interrupt before speaking the clipboard"
vi: Đã tắt "Ngắt trước khi nói bảng nhớ tạm"

source: &Show in the NVDA tools menu
vi: &Hiển thị trong menu công cụ của NVDA

source: Advanced Settings
vi: Cài đặt nâng cao

source: Split text above this length to segments spoken separately (number under 100 to disable):
vi: Tách văn bản trên độ dài này thành các đoạn được đọc riêng (số dưới 100 sẽ tắt):

source: When splitting text, try to split segments at word boundaries
vi: Khi tách văn bản, hãy cố gắng tách các đoạn ở ranh giới từ

source: Maximum text length to speak (characters):
vi: Độ dài văn bản tối đa để nói (ký tự):

source: Debounce Delay to not speaking a clipboard update with the same text (milliseconds) (0 to disable and never filter extra equivalent clipboard updates) (-1 to never speak an equivalent clipboard update:
vi: Gỡ bỏ độ trễ để không đọc bản cập nhật bộ nhớ tạm có cùng văn bản (mili giây) (0 để tắt và không bao giờ lọc các bản cập nhật bộ nhớ tạm tương đương bổ sung) (-1 để không bao giờ đọc bản cập nhật bộ nhớ tạm tương đương:

source: Minimum delay between speech interrupts (milliseconds) (0 to disable and to always interrupt):
vi: Độ trễ tối thiểu giữa các lần ngắt giọng nói (mili giây) (0 để tắt và luôn ngắt):

source: Restore advanced settings to &defaults
vi: Khôi phục cài đặt nâng cao về &mặc định

source: Autoclip, automatically speak clipboard content when it changes
vi: Autoclip, tự động đọc nội dung clipboard khi nó thay đổi
